Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/sarja_koltansaamenkielisia_pienia_digikirjoja_ilmestyi.html.tmx
Source language: fin
Languages: sme

source: Sarja koltansaamenkielisiä pieniä digikirjoja ilmestyi
sme: Nuortalašgielat unna digigirjjážiid ráidu almmustahtton

source: Uʹcc ǩeerja (Pikku kirjat) – sarja koltansaamenkielisiä pieniä digikirjoja on ilmestynyt.
sme: Uʹcc ǩeerja (Unna girjjážat) – ráidu nuortalašgillii lea almmustahtton.

source: Kirjat opastavat tavallisiin koltansaamen kielen sanoihin, kuten kulkemisverbeihin ja väreihin, ja vaatteiden ja ruokien nimityksiin.
sme: Girjjážat láidejit dábálaš nuortalašgielat sániide, nu mo johtinvearbbaide ja ivnniide, biktasiidda ja borramušsániide.

source: Kirjat edistävät samalla kielioppiasioita ja lukemaan oppimista.
sme: Girjjážat ovddidit seammás giellaoahppaáššiid ja lohkama oahpaheami.

source: Kirjoista on valmistettu kaksi versiota, tavutettu ja ilman tavuja sekä lisäksi kuhunkin teemaan liittyvä harjoituskirja.
sme: Girjjážiin leat guokte oasi, stávvalaston ja stávvalkeahtes oassi. Dán lassin lea juohke temái gullevaš hárjehusgirji.

source: Uʹcc ǩeerja -digikirjojen sarja syntyi Sevettijärven koulun koltansaamen kielen opettaja Maria Porsangerin ehdotuksesta.
sme: Uʹcc ǩeerja -digigirjjážiid ráidu lea riegádan Čeavetjávrri skuvlla nuortalašgiela oahpaheaddji Maria Porsanger evttohusas.

source: Kirjat on käsikirjoittanut ja kuvittanut Esther Berelowitsch, joka työskentelee Saamelaiskäräjillä oppimateriaalin projektityöntekijänä.
sme: Girjjážiid lea čállán ja govuhan Esther Berelowitsch, guhte bargá Sámedikki oahppomateriálaprošeaktabargin.

source: Berelowitsch vastaa myös kirjojen äänityksestä ja editoinnista.
sme: Berelowitsch lea bádden jienaid girjjážiidda ja editeren daid.

source: Lukijoina toimivat Raija Lehtola ja Tiina Sanila-Aikio.
sme: Lohkkin leaba Raija Lehtola ja Tiina Sanila-Aikio.

source: Uʹcc ǩeerja -työryhmään kuuluvat Maria Porsanger, Raija Lehtola, Tiina Sanila-Aikio, Anna-Katariina Feodoroff ja Petra Kuuva.
sme: Uʹccǩeerja -bargojovkui gullet Maria Porsanger, Raija Lehtola, Tiina Sanila-Aikio, Anna-Katariina Feodoroff ja Petra Kuuva.

source: Digikirjan teknisestä toteutuksesta ovat vastanneet Unni Länsman ja Esther Berelowitsch.
sme: Digigirjjáža teknihkalaš ollašuhttimis leaba vástidan Unni Länsman ja Esther Berelowitsch.

source: Sarja täydentyy edelleen.
sme: Ráidu ain dievasmahtto.

source: Kirjojen inarin- ja pohjoissaamenkieliset versiot ovat työn alla.
sme: Girjjážiid leat ráhkadeame anáraš- ja davvisámegillii.

source: Kaikille avoimet linkit kirjoihin:
sme: Buohkaide rabas liŋkkat girjjážiidda:

source: Puäj da Lâpp (Paju ja Luppo): lukukirja , lukukirja tavutettu , harjoituskirja Siõm (Siemen): lukukirja , lukukirja tavutettu , harjoituskirja Eelljaž (Elias): lukukirja , lukukirja tavutettu , harjoituskirja
sme: Sieđga ja Lahppu (Paju ja Luppo): lohkangirji , lohkangirji stávvalaston , hárjehusgirji Siepman (Siemen): lohkangirji, lohkangirji stávvalaston, hárjehusgirji Elias (Elias): lohkangirji, lohkangirji stávvalaston, hárjehusgirji

source: Kirjat julkaisi Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto .
sme: Girjjiid lea almmustahttán Sámedikki skuvlen- ja oahppomateriáladoaimmahat.

source: Lisätietoja:
sme: Lassedieđut:

source: Raija Lehtola Koltansaamenkielinen oppimateriaalin suunnittelija raija.lehtola@samediggi.fi
sme: Raija Lehtola Nuortalašgielat oahppomateriála plánejeaddji raija.lehtola@samediggi.fi Esther Berelowitsch Nuortalašgielat oahppomateriála prošeaktabargi esther.berelowitsch@samediggi.fi
